abaddon
antigravity
bfg
bin-bin
bruno-bin
butler
claude-cowork-service
claude-desktop-bin
coolercontrol-bin
coolercontrold-bin
devpod-bin
docker-mcp
evhz-git
figma-linux
freetube-bin
gamepadla-polling
gitbutler-bin
handy-bin
hydra-launcher-bin
jetbrains-toolbox
linux-cachyos-pollrate
linux-cachyos-pollrate-headers
linux-cachyos-pollrate-nvidia-open
nchat
opencode-desktop-bin
openwork
pear-desktop
perplexity
python-backports-zstd
stremio
trashy
trufflehog-bin
warp-terminal
wvkbd-deskintl
xytz-bin
youtube-tui-full-bin
youtui
ytsurf
