abaddon
accountsservice
aerc
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
antigravity
antimicrox
appflowy-bin
appmenu-gtk-module
aria2
ark
asdf-vm
autofirma
awesome-terminal-fonts
base
base-devel
bash-completion
bfg
bin-bin
bind
bitwarden-cli
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-utils
bottles
brave-bin
brightnessctl
bruno-bin
btop
btrfs-progs
bun
butler
cachyos-gaming-applications
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cantarell-fonts
chaotic-keyring
chaotic-mirrorlist
chwd
clamav
clapper
clapper-enhancers
claude-code
claude-cowork-service
claude-desktop-bin
cliphist
coolercontrol-bin
cpupower
cronie
cryptsetup
dbeaver
device-mapper
devpod-bin
dhclient
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
docker-mcp
dolphin
dosfstools
downgrade
dualsensectl-git
duckdb
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
etckeeper
ethtool
evhz-git
evtest
ex-vi-compat
exfatprogs
expac
f2fs-tools
fastfetch
ferium-gui
ffmpegthumbnailer
ffmpegthumbs
figma-linux
firejail
flatpak
flatseal
fnm
font-manager
freerdp
freetube-bin
fsarchiver
fzf
gallery-dl
gamepadla-polling
gemini-cli
ghostty
git
git-crypt
git-filter-repo
gitbutler-bin
github-cli
gitleaks
glances
gnome-boxes
gnome-font-viewer
gnome-keyring
go
grim
gst-editing-services
gst-libav
gst-plugin-gtk4
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gum
handy-bin
haruna
haveged
hdparm
helm
htop
hurl
hwdetect
hwinfo
hydra-launcher-bin
hypridle
hyprland
hyprlock
hyprpicker
hyprsunset
impression
imv
inetutils
iptables-nft
iwd
jdownloader2
jetbrains-toolbox
jfsutils
k9s
kde-cli-tools
kitty
kleopatra
konsole
kubectl
kubectx
kvantum
kvantum-qt5
lact
lazydocker
lazygit
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
libdvdcss
libgsf
libinput-tools
libopenraw
libreoffice-fresh
libva-nvidia-driver
libwnck3
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-cachyos-pollrate
linux-cachyos-pollrate-headers
linux-cachyos-pollrate-nvidia-open
linux-firmware
logrotate
logseq-desktop
losslesscut-bin
loupe
lsb-release
lsscsi
lvm2
lynis
man-db
man-pages
mdadm
mediainfo
meld
mesa-utils
meson
micro
mission-center
mkinitcpio
modemmanager
mousepad
mpd
mtools
nano
nano-syntax-highlighting
nchat
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nodejs-lts-jod
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
nvidia-settings
nvidia-utils
nwg-displays
nwg-look
octopi
okular
onlyoffice-bin
openai-codex
opencl-nvidia
opencode
opencode-desktop-bin
openrgb
openssh
openwork
pacman-contrib
pamixer
paru
pavucontrol
pdfcpu
pear-desktop
perl
perplexity
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
plymouth
podman
podman-compose
podman-desktop
polkit-gnome
poppler-glib
power-profiles-daemon
powershell-bin
pre-commit
protonplus
protonup-qt
pv
pyenv
python
python-defusedxml
python-packaging
python-pip
python-pipx
python-secretstorage
qalculate-gtk
qbittorrent
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-virtualkeyboard
qt6-wayland
qt6ct
rclone
rebuild-detector
reflector
remmina
resvg
ripgrep
rkhunter
rmpc
rnote
rofi
rsync
rtkit
rustup
s-nail
s-tui
satty
sbctl
sddm
seahorse
sg3_utils
slurp
smartmontools
sof-firmware
solaar
speedtest-cli
spicetify-cli
spotify
spotify-player
starship
stow
strace
stremio
stress-ng
strongswan
sudo
swayimg
swaync
swayosd
swww
sysfsutils
systemd-boot-manager
tcpdump
termusic
texinfo
tmux
tokei
trashy
tree
trufflehog-bin
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
udiskie
ufw
uget
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
veracrypt
vesktop
video-downloader
vim
vlc-plugins-all
vulkan-icd-loader
w3m
warp-terminal
waybar
wget
which
whois
wireless-regdb
wireplumber
wl-clip-persist
wlogout
wpa_supplicant
wtype
wvkbd-deskintl
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwininfo
xytz-bin
yad
yay
yazi
youtube-tui-full-bin
youtui
ytsurf
zed
zip
zoxide
zsh
