alacritty
appflowy-bin
aria2
ark
asdf-vm
awesome-terminal-fonts
base
base-devel
bash-completion
betterbird-bin
bitwarden
bitwarden-cli
blueman
bluez-hid2hci
bluez-libs
brave-bin
brightnessctl
btop
cachyos-gaming-applications
cachyos-plymouth-bootanimation
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cantarell-fonts
chaotic-keyring
chaotic-mirrorlist
chwd
clapper
claude-desktop-bin
cliphist
cpupower
dex
dhclient
discord
dmraid
dnsmasq
docker
dolphin
downgrade
duf
dunst
efitools
egl-wayland
eog
ethtool
evhz-git
evolution
expac
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
firefox
flatpak
flatseal
font-manager
freerdp
fsarchiver
fzf
glances
glib2-devel
gnome-boxes
gnome-font-viewer
gnome-keyring
grim
gum
haruna
hdparm
hwinfo
hyprgraphics
hypridle
hyprland
hyprlock
hyprpicker
hyprsunset
hyprutils
impression
imv
jetbrains-toolbox
jq
k9s
kde-cli-tools
kitty
kleopatra
konsole
kubectl
kubectx
kvantum
kvantum-qt5
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
libdvdcss
libgsf
libopenraw
libva-nvidia-driver
libwnck3
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
logseq-desktop
losslesscut-bin
loupe
lsb-release
lsscsi
megasync-bin
meld
meson
mission-center
mousepad
mpv
mtools
neovim
netctl
network-manager-applet
ninja
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia-settings
nvidia-utils
nvm
nwg-displays
nwg-look
octopi
opencl-nvidia
pamixer
paru
pavucontrol
pear-desktop
perl
perplexity
pkgfile
playerctl
plymouth
polkit-gnome
poppler-glib
powershell-bin
protonup-qt
pv
pyenv
python
python-defusedxml
python-packaging
qalculate-gtk
qbittorrent
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-virtualkeyboard
qt6-wayland
qt6ct
remmina
ripgrep
rofi
rtkit
rustup
satty
sbctl
sddm
seahorse
sg3_utils
slurp
speedtest-cli
spicetify-cli
spotify
starship
steam
stow
stremio
strongswan
swaync
swayosd
swww
systemd-boot-manager
tk
tree
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
udiskie
ufw
unrar
unzip
upower
usb_modeswitch
uwsm
vencord-hook
veracrypt
video-downloader
vim
vlc-plugins-all
vscodium
vulkan-icd-loader
waybar
wget
wl-clip-persist
wlogout
wvkbd
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
yay
yt-dlp
zapzap
zip
zsh